[
  {
    "id": 1,
    "title": "Mes nuits au Malibu Club",
    "content": "<p>Le Malibu Club, c'est plus qu'une boîte de nuit. C'est le cœur battant de Vice City après minuit. Quand j'ai racheté cet endroit, c'était un trou à rats où les dealers venaient écouler leur came et où les touristes se faisaient détrousser. Aujourd'hui, c'est THE place où toute la ville vient faire la fête.</p><p>L'ambiance, c'est exactement ce que j'voulais : néons roses et violets qui donnent à tout le monde une gueule de star de cinéma, musique qui pulse dans les veines, et une piste de danse où les plus belles femmes de Floride viennent se déhancher. Les mecs en costumes à 2000 dollars se mélangent avec les artistes déjantés, les politiques corrompus dansent avec les épouses de leurs rivaux. C'est beau, c'est décadent, c'est Vice City.</p><p>Hier soir, j'ai croisé Mercedes Cortez sur la piste. Cette femme, c'est du pur dynamite en robe rouge. Elle danse comme si le monde allait s'arrêter demain, et franchement, dans cette ville, c'est peut-être le cas. On a passé la soirée à boire du champagne à 500 dollars la bouteille en regardant les autres clients faire leurs petites combines.</p><p>Vers trois heures du mat', un mec des gangs haïtiens a essayé de faire du trouble à une de mes serveuses. Erreur de jugement majeure. Mes videurs l'ont sorti si vite qu'il a même pas eu le temps de comprendre ce qui lui arrivait. Le message était clair : au Malibu, on respecte les règles ou on dégage.</p><p>Ce qui me plaît le plus dans cette boîte, c'est que c'est un observatoire parfait sur la société de Vice City. Les gens boivent, ils se lâchent, ils parlent. Mes barmans sont mes yeux et mes oreilles. Je sais qui trompe qui, qui prépare quel coup, qui a des dettes de jeu. Ces informations, elles valent de l'or dans mes affaires.</p><p>Le Malibu, c'est pas juste rentable. C'est mon royaume la nuit. Et moi, je suis le roi de cette jungle de néons et de paillettes.</p>",
    "image_path": "/article1.jpg",
    "created_at": "12 mars 1986",
    "category_id": 2,
    "author_id": 1
  },
  {
    "id": 2,
    "title": "Comment construire un empire dans une ville hostile",
    "content": "<p>Vice City, cette putain de ville... Quand je suis arrivé ici il y a quelques mois, j'avais rien. Juste une chemise hawaïenne sur le dos et une rage au ventre qui datait de ma sortie de Harwood. Quinze ans de taule pour un boulot qui a mal tourné, et qu'est-ce que j'trouve en arrivant ? Une embuscade qui tue mes associés et me laisse sans un rond.</p><p>Mais vous savez quoi ? C'est exactement ce genre de merde qui forge un homme. Dans cette ville de palmiers et de néons, j'ai appris une règle fondamentale : soit tu manges, soit tu te fais bouffer. Et moi, j'ai pas l'intention de finir en pâtée pour chien.</p><p>La première chose que j'ai comprise, c'est que Vice City fonctionne par territoires. Chaque quartier a ses règles, ses boss, ses opportunités. Ocean Beach avec ses hôtels de luxe, Downtown avec ses gratte-ciels, Little Havana avec sa communauté cubaine soudée... Chaque zone demande une approche différente.</p><p>Ken Rosenberg, mon avocat névrosé, m'a présenté à Colonel Cortez. Un vieux militaire cubain avec des connexions partout. C'est lui qui m'a appris que dans cette ville, les alliances sont temporaires mais les ennemis sont éternels. J'ai commencé petit : quelques boulots pour Cortez, histoire de me faire un nom et de comprendre qui tire les ficelles.</p><p>Aujourd'hui, j'ai des affaires qui tournent dans toute la ville. Des propriétés immobilières, une boîte de strip-tease, un studio de cinéma... Mais le secret, c'est pas juste d'avoir des bizness. C'est de savoir les protéger. Dans Vice City, la violence est pas juste acceptée, elle est nécessaire. Respecter ses concurrents, c'est bien. Les éliminer, c'est mieux.</p><p>La leçon ? Dans une ville comme Vice City, l'ambition sans les couilles pour la soutenir, ça vaut rien. Moi, j'ai les deux.</p>",
    "image_path": "/article2.jpg",
    "created_at": "15 mars 1986",
    "category_id": 1,
    "author_id": 1
  },
  {
    "id": 3,
    "title": "Mercedes Cortez : plus qu'une simple connaissance",
    "content": "<p>Mercedes Cortez... Rien que d'écrire son nom, j'ai des frissons. Cette femme, c'est tout ce que Vice City peut produire de plus dangereux et de plus fascinant à la fois. Fille de Colonel Cortez, elle a grandi dans un monde de luxe et de violence, et ça se voit dans chaque geste qu'elle fait.</p><p>Notre première rencontre, c'était lors d'une de ces soirées guindées que donne son père pour impressionner les hommes d'affaires de la ville. Moi, j'étais là en costume-cravate, à essayer de faire bonne impression sur les notables locaux. Elle, elle était là en robe rouge qui coûtait probablement plus cher que ma première voiture, à s'emmerder ferme au milieu de tous ces vieux cons.</p><p>On s'est retrouvés sur la terrasse, loin du bruit des conversations mondaines. Elle fumait une cigarette en regardant les lumières de la ville, et quand elle m'a vu arriver, elle m'a dit : \"Alors, c'est vous le fameux Tommy Vercetti dont tout le monde parle ?\" Pas de chichi, pas de politesse de surface. Direct et efficace.</p><p>Ce qui m'a plu chez elle dès le départ, c'est qu'elle joue pas la petite fille fragile. Mercedes connaît Vice City mieux que la plupart des mecs qui prétendent la diriger. Elle sait qui couche avec qui, qui doit de l'argent à qui, quels politiques sont clean et lesquels ont du sang sur les mains. C'est une vraie mine d'informations ambulante.</p><p>Nos rendez-vous, c'est jamais conventionnel. Un soir, elle m'emmène dans un restaurant cubain à Little Havana où on mange la meilleure cuisine de la ville. Le lendemain, c'est elle qui pilote sa Stinger rose à fond sur l'autoroute en me racontant les derniers ragots de la haute société.</p><p>Mais Mercedes, c'est pas juste une belle femme avec des contacts. Elle a cette intelligence froide qui me rappelle pourquoi je dois toujours rester sur mes gardes à Vice City. Son père lui a appris que dans ce monde, les sentiments sont une faiblesse, et elle a retenu la leçon.</p><p>Est-ce que c'est de l'amour ? Je sais pas. Est-ce que c'est dangereux ? Absolument. Est-ce que ça me plaît ? Plus que tout.</p>",
    "image_path": "/article3.jpg",
    "created_at": "20 mars 1986",
    "category_id": 3,
    "author_id": 1
  },
  {
    "id": 4,
    "title": "Les voitures de mes rêves et comment je les ai obtenues",
    "content": "<p>À Vice City, ta voiture, c'est ton âme. C'est ce qui te définit sur ces routes baignées de soleil et ces avenues éclairées au néon. Moi, j'ai toujours eu un faible pour les belles mécaniques, et dans cette ville, j'ai pu assouvir toutes mes passions automobiles.</p><p>Ma première vraie acquisition, ça a été une <strong>Infernus rouge décapotable</strong>. Cette bagnole, c'est 200 chevaux de pur plaisir italien. Je l'ai... disons \"empruntée\" à un dealer qui pensait pouvoir me doubler sur un marché. Maintenant, elle trône dans le garage de ma villa à Starfish Island. Conduire cette merveille sur l'Ocean Drive au coucher du soleil, avec \"I Ran\" des Flock of Seagulls qui hurle dans les enceintes, c'est exactement pour ça que j'adore cette putain de ville.</p><p>Ensuite, j'ai jeté mon dévolu sur une <strong>Phoenix blanche</strong>. Plus discrète que l'Infernus, mais tout aussi efficace pour les déplacements rapides en ville. Cette bagnole m'a sauvé la vie plus d'une fois lors de poursuites avec les flics ou les gangs rivaux. Elle a cette capacité magique à se faufiler dans le trafic comme un poisson dans l'eau.</p><p>Ma collection s'est étoffée avec une <strong>Sabre Turbo noire</strong>, parfaite pour les affaires nocturnes qui demandent de la discrétion. Et puis, il y a ma fierté : une <strong>Cheetah dorée</strong> que j'ai gagnée lors d'une course clandestine contre les Bikers. Cette course, c'était de la folie pure : pleine vitesse dans les rues de Downtown à quatre heures du matin, avec la police aux fesses et 50 000 dollars à la clé.</p><p>Mais ma vraie passion, c'est les motos. J'ai une <strong>PCJ-600 customisée</strong> qui file comme l'éclair sur les ponts de Vice City. Rien de tel qu'une balade nocturne en moto pour décompresser après une journée de business intense. Le vent dans les cheveux, les néons qui défilent, et cette sensation de liberté absolue.</p><p>Chaque véhicule dans ma collection a son histoire, ses souvenirs. Dans une ville comme Vice City, tes roues, c'est ton identité. Et moi, j'ai l'identité la plus rapide et la plus stylée de toute la Floride.</p>",
    "image_path": "/article4.jpg",
    "created_at": "28 mars 1986",
    "category_id": 2,
    "author_id": 1
  },
  {
    "id": 5,
    "title": "Les règles non-écrites du commerce à Vice City",
    "content": "<p>Après trois mois à naviguer dans cette jungle urbaine, j'ai compris que Vice City a ses propres lois. Pas celles qu'on trouve dans les bouquins de droit, mais celles qui comptent vraiment dans la rue.</p><p><strong>Règle numéro un :</strong> Jamais de bizness avec la famille. J'ai vu trop de mecs se faire descendre parce qu'ils mélangeaient le business et le personnel. Quand tu travailles avec quelqu'un, c'est professionnel. Point final. Les sentiments, ça rend faible, et la faiblesse ici, ça se paie cash.</p><p><strong>Règle numéro deux :</strong> Connais tes clients. Vice City, c'est un melting-pot de dingues. T'as les riches retraités qui viennent claquer leur fric, les touristes en goguette, les dealers qui montent des empires, les flics corrompus... Chacun a ses besoins, ses prix, ses limites. Un bon businessman, c'est quelqu'un qui sait parler à tout le monde dans sa langue.</p><p><strong>Règle numéro trois :</strong> L'information, c'est de l'or. Dans cette ville, savoir qui baise qui, qui doit du fric à qui, qui prépare quel coup... ça vaut plus que n'importe quelle arme. J'ai mes sources partout : dans la police, chez les politiques, dans les milieux artistiques. Mercedes Cortez, par exemple, elle connaît tous les secrets de la haute société de Vice City.</p><p><strong>Règle numéro quatre :</strong> Respecte les anciens, mais prépare-toi à les remplacer. Sonny Forelli et ses gars de Liberty City pensaient pouvoir me contrôler à distance. Erreur fatale. Dans cette ville, celui qui a pas les couilles de prendre sa place mérite pas de l'avoir.</p><p><strong>Règle numéro cinq :</strong> Toujours avoir une sortie de secours. Que ce soit un yacht au port, un avion à l'aéroport, ou juste une planque secrète, faut toujours pouvoir se barrer rapidement. Vice City, c'est beau le jour, mais la nuit, ça peut vite tourner au cauchemar.</p><p>Ces règles, c'est pas de la philosophie de comptoir. C'est de la survie pure. Et moi, je suis toujours là pour en parler.</p>",
    "image_path": "/article5.jpg",
    "created_at": "2 avril 1986",
    "category_id": 1,
    "author_id": 1
  },
  {
    "id": 6,
    "title": "Ma rencontre avec les stars de cinéma locales",
    "content": "<p>Vice City attire les stars comme un aimant attire la limaille de fer. Cette ville a quelque chose de magique qui transforme les rêveurs en légendes et les légendes en mythes. Depuis que j'ai racheté InterGlobal Films, j'ai eu l'occasion de rencontrer quelques-unes de ces personnalités fascinantes.</p><p><strong>Candy Suxxx</strong>, d'abord. Cette femme, c'est la reine du cinéma pour adultes à Vice City. Intelligente, ambitieuse, et surtout, elle connaît tous les secrets de Hollywood East. Notre première rencontre, c'était sur le plateau de \"Bite\", un film que je finançais. Elle m'a expliqué comment l'industrie du divertissement fonctionne vraiment dans cette ville : c'est pas le talent qui compte, c'est qui tu connais et combien tu es prêt à payer.</p><p><strong>Steve Scott</strong>, le réalisateur, c'est un vrai artiste fou. Ce mec vit dans son monde, avec ses visions grandioses et ses idées complètement barrées. Mais il a un talent indéniable pour transformer la merde en or. Ses films rapportent des millions, et en plus, ils servent parfaitement de couverture pour mes autres activités.</p><p>J'ai aussi croisé quelques acteurs de séries télé qui viennent tourner leurs épisodes \"exotiques\" à Vice City. Ces mecs, ils débarquent de Los Angeles en pensant que la Floride, c'est des vacances. Ils apprennent vite que Vice City, c'est pas Miami Beach. Ici, même les palmiers ont des dents.</p><p>Le plus marrant, c'est quand j'ai rencontré le sosie officiel de Scarface au Vice Point. Ce mec gagne sa vie en imitant Tony Montana pour les touristes. Ironique, non ? Moi qui vis la vraie version de l'histoire, je rencontre un gars qui fait semblant de la vivre. On a bu quelques verres ensemble, et il m'a raconté ses galères d'acteur raté qui essaie de percer dans une ville où tout le monde joue un rôle.</p><p>Ces rencontres m'ont appris quelque chose d'important : à Vice City, la frontière entre la réalité et la fiction est plus mince qu'on le croit. Tout le monde joue un personnage, moi y compris. La différence, c'est que mon personnage a de vraies balles dans son flingue.</p>",
    "image_path": "/article6.webp",
    "created_at": "15 avril 1986",
    "category_id": 2,
    "author_id": 1
  },
  {
    "id": 7,
    "title": "Mes premières acquisitions immobilières",
    "content": "<p>L'immobilier à Vice City, c'est pas juste un investissement. C'est une déclaration d'intention. Quand tu achètes un bâtiment dans cette ville, tu dis au monde entier : \"Je suis là, et j'ai l'intention d'y rester.\"</p><p>Ma première acquisition, ça a été <strong>Ocean View Hotel</strong>. Un hôtel miteux à Ocean Beach, mais avec une vue imprenable sur l'océan. Ken Rosenberg m'avait dit que c'était temporaire, juste le temps de me retourner. Temporaire, mon cul ! J'ai tout de suite vu le potentiel. L'emplacement était parfait : assez discret pour les affaires louches, assez central pour garder un œil sur tout.</p><p>J'ai investi dans la rénovation. Nouvelles moquettes, climatisation qui marche, et surtout, j'ai viré tous les clochards qui squattaient les chambres. En deux mois, l'Ocean View était devenu respectable. Pas luxueux, mais respectable. Et surtout, rentable.</p><p>Ensuite, j'ai jeté mon dévolu sur le <strong>Malibu Club</strong>. Cette boîte de nuit était dans un état lamentable quand je l'ai rachetée. Le précédent propriétaire avait des problèmes avec les gangs haïtiens, et disons que ça nuisait à l'ambiance. J'ai réglé le problème à ma façon, et maintenant le Malibu est THE place to be à Vice City. Néons roses, musique qui déchire, et une clientèle qui dépense sans compter.</p><p>Ma troisième acquisition, c'est le <strong>Pole Position Club</strong>. Un club de strip-tease à Downtown. Là, c'était purement stratégique. Ces endroits, c'est des mines d'informations. Les mecs viennent, ils boivent, ils parlent, et mes filles écoutent. J'apprends plus de choses en une soirée au Pole Position qu'en une semaine dans la rue.</p><p>Chaque propriété que j'achète, c'est pas juste pour le fric. C'est pour étendre mon influence, créer un réseau, avoir des bases opérationnelles dans tous les quartiers clés. Aujourd'hui, je contrôle des points stratégiques dans toute la ville. Et c'est juste le début.</p><p>L'immobilier à Vice City, c'est comme le poker : faut savoir quand miser gros, et surtout, faut jamais montrer son jeu trop tôt.</p>",
    "image_path": "/article7.jpg",
    "created_at": "18 avril 1986",
    "category_id": 1,
    "author_id": 1
  },
  {
    "id": 8,
    "title": "Les courses de rue et mes victoires mémorables",
    "content": "<p>Les courses de rue à Vice City, c'est pas juste du divertissement. C'est un rite de passage, une façon de prouver que t'as des couilles en acier et que tu mérites le respect dans cette ville. Moi, j'ai toujours aimé la vitesse, et ici, j'ai pu pousser cette passion à l'extrême.</p><p>Ma première course officielle, c'était contre les <strong>Bikers de Mitch Baker</strong>. Le défi : faire le tour complet de Vice City en moins de cinq minutes sans se faire chopper par les flics. Le prix : 25 000 dollars et surtout, le respect de la communauté des pilotes. J'ai pris ma Sabre Turbo et j'ai foncé comme un dingue. Ocean Drive, Vice Point, Downtown, Little Havana... J'ai enchaîné les virages à tombeau ouvert, évité trois barrages de police et franchi la ligne d'arrivée avec deux secondes d'avance sur mon plus proche poursuivant.</p><p>La course la plus dingue, ça a été celle organisée par <strong>Ricardo Diaz</strong> avant que je le dégage de son trône. Le parcours passait par tous ses territoires, avec ses hommes armés postés à chaque intersection. Le message était clair : \"Prouve que tu mérites de jouer dans la cour des grands.\" J'ai pris ma Phoenix et j'ai transformé cette course en démonstration de force. Chaque virage négocié était une gifle à son autorité, chaque ligne droite avalée à pleine vitesse était une déclaration de guerre.</p><p>Mais ma victoire la plus mémorable, c'est celle contre <strong>Colonel Cortez</strong> lui-même. Ce vieux renard m'avait défié lors d'une de ses fêtes, prétendant que sa Stinger vintage pouvait battre n'importe quelle voiture moderne. Le parcours : de sa villa à Starfish Island jusqu'au phare de Vice City, en passant par toutes les routes côtières. Cette course, c'était plus qu'une compétition, c'était un test de confiance. Cortez voulait voir si j'étais vraiment l'homme qu'il pensait que j'étais.</p><p>J'ai gagné, mais de justesse. Le Colonel a prouvé qu'il avait encore du feu dans les veines, et moi j'ai prouvé que je méritais sa confiance et ses connexions.</p><p>Aujourd'hui, quand les jeunes pilotes de Vice City parlent de légendes, ils parlent de moi. Tommy Vercetti, l'homme qui a jamais perdu une course. Et vous savez quoi ? C'est exactement l'image que je voulais avoir dans cette ville.</p>",
    "image_path": "/article8.png",
    "created_at": "6 mai 1986",
    "category_id": 2,
    "author_id": 1
  },
  {
    "id": 9,
    "title": "Gérer les rivalités entre gangs",
    "content": "<p>Vice City, c'est un putain de champ de bataille ethnique. T'as les Haïtiens au nord, les Cubains au sud, les Bikers à l'ouest, et au milieu de tout ça, moi qui essaie de faire du business. Naviguer entre toutes ces factions, c'est comme danser sur un volcan.</p><p><strong>Les Cubains</strong> d'abord. Dirigés par Umberto Robina, un mec avec plus de muscles que de cervelle mais qui compense par une loyauté féroce envers sa communauté. Little Havana, c'est leur territoire, et ils le défendent comme des lions. J'ai réussi à gagner leur respect en les aidant dans quelques opérations contre les Haïtiens. Robina me respecte parce que je respecte ses traditions et que je lui apporte des solutions, pas des problèmes.</p><p><strong>Les Haïtiens</strong>, c'est une autre histoire. Auntie Poulet, leur leader spirituelle, c'est une vieille sorcière qui prétend contrôler les esprits. Au début, j'y croyais pas à ses conneries vaudou. Jusqu'à ce qu'elle me fasse faire des trucs que j'aurais jamais faits consciemment. Cette femme a un pouvoir étrange, et maintenant je fais gaffe quand je traite avec elle.</p><p><strong>Les Bikers</strong> de Mitch Baker, c'est du pur testosterone sur roues. Ces mecs respectent que la force brute et la loyauté à l'ancienne. Pour gagner leur respect, j'ai dû faire mes preuves dans une course de moto complètement dingue et casser la gueule à quelques-uns de leurs rivaux. Maintenant, ils me considèrent comme un des leurs.</p><p>Le secret pour gérer toutes ces rivalités ? Jamais prendre parti définitivement. Aujourd'hui je peux aider les Cubains contre les Haïtiens, demain faire un deal avec les Haïtiens si ça m'arrange. Dans cette ville, la loyauté, c'est un luxe qu'on peut pas se permettre.</p><p>Mais il faut aussi savoir mettre des limites. Quand les gangs s'attaquent à mes affaires ou à mes hommes, là je riposte sans pitié. Le respect, ça se gagne avec les poings autant qu'avec les mots.</p><p>Vice City, c'est un équilibre délicat entre alliance et trahison. Et moi, je suis devenu le maître de cet équilibre.</p>",
    "image_path": "/article9.jpg",
    "created_at": "8 mai 1986",
    "category_id": 1,
    "author_id": 1
  },
  {
    "id": 10,
    "title": "Comment éliminer la concurrence (légalement... ou presque)",
    "content": "<p>Dans le monde des affaires à Vice City, la concurrence, c'est pas juste un désagrément. C'est un obstacle à éliminer par tous les moyens nécessaires. Et quand je dis \"tous les moyens\", je pense à un large éventail d'options créatives.</p><p><strong>Première méthode : l'acquisition hostile.</strong> Ricardo Diaz pensait qu'il était le roi de Vice City avec son petit empire de drogue. Le problème avec les rois, c'est qu'ils oublient que les révolutions, ça existe. J'ai étudié ses opérations, identifié ses faiblesses, et quand l'occasion s'est présentée, j'ai frappé fort et vite. Maintenant, sa villa sur Starfish Island, c'est chez moi.</p><p><strong>Deuxième méthode : la guerre psychologique.</strong> Tommy Vance, ce DJ de V-Rock qui se prenait pour une star, avait commencé à critiquer publiquement mes affaires à la radio. Rien de frontal, juste des petites piques qui commençaient à agacer ma clientèle. J'ai pas eu besoin de violence. Quelques mots dans les bonnes oreilles, quelques photos compromettantes au bon moment, et maintenant il fait mes éloges à l'antenne.</p><p><strong>Troisième méthode : l'infiltration.</strong> Les frères Mendez contrôlaient une partie du trafic maritime au port. Au lieu de les affronter directement, j'ai placé mes hommes dans leur organisation. Lance Vance s'est révélé particulièrement doué pour ce genre d'opération. En six mois, je connaissais tous leurs mouvements, tous leurs contacts, toutes leurs faiblesses.</p><p><strong>Quatrième méthode : la corruption systémique.</strong> Le chef de police Gonzalez pensait qu'il pouvait me faire chanter avec quelques photos. Erreur de débutant. J'ai découvert qu'il avait des liens avec les cartels colombiens. Une fois cette info entre mes mains, c'est lui qui s'est retrouvé à mes ordres.</p><p><strong>Cinquième méthode : l'élimination pure et simple.</strong> Parfois, la subtilité, ça marche pas. Sonny Forelli et ses hommes de Liberty City ont débarqué chez moi en pensant qu'ils pouvaient reprendre le contrôle. Ils ont appris à leurs dépens que Vice City, c'est MON territoire maintenant.</p><p>La clé, c'est d'adapter la méthode à la situation. Parfois, un sourire et une poignée de main suffisent. Parfois, il faut du plomb. L'important, c'est de toujours rester imprévisible.</p>",
    "image_path": "/article10.jpg",
    "created_at": "25 mai 1986",
    "category_id": 1,
    "author_id": 1
  }
]
